tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "roots/tap"
brew "asciinema"
brew "asciiquarium"
brew "aspell"
brew "brew-php-switcher"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
brew "composer"
brew "coreutils"
brew "curl"
brew "doctl"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "grex"
brew "howdoi"
brew "imagemagick"
brew "jdupes"
brew "jpeg"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "nnn"
brew "openssl@3"
brew "php"
brew "pianobar"
brew "pipx"
brew "trellis-cli"
brew "readline"
brew "rsync"
brew "shellcheck"
brew "sqlite"
brew "switchaudio-osx"
brew "tag"
brew "task"
brew "tasksh"
brew "teleport"
# brew "tig"
brew "tree"
brew "wget"
brew "wifi-password"
brew "wtf"
brew "xz"
brew "zlib"
brew "zsh"
cask "alfred"
cask "breaktimer"
cask "dash"
cask "forklift"
cask "font-fira-mono-nerd-font"
cask "hammerspoon"
cask "itsycal"
cask "kap"
cask "mailmate"
cask "obsidian"
cask "raindropio"
cask "slack"
mas "PopClip", id: 445189367
mas "LittleIpsum", id: 405772121
mas "PDFScanner", id: 410968114
