tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ack"
brew "asciinema"
brew "asciiquarium"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bats"
brew "brew-php-switcher"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctop"
brew "curl"
brew "doctl"
#brew "fdupes"
brew "findutils"
brew "fzf"
brew "git"
brew "highlight"
brew "imagemagick"
brew "jdupes"
brew "jpeg"
brew "jsonpp"
brew "shyiko/ktlint/ktlint"
brew "kubectx"
brew "launchctl-completion"
brew "lynx"
brew "mackup"
brew "mas"
brew "mono"
brew "moreutils"
brew "multitail"
brew "neofetch"
brew "nmap"
brew "openssl" # for pyenv
brew "pandoc"
brew "pianobar"
brew "pipx"
brew "pmd"
brew "readline" # for pyenv
brew "rsync"
brew "rust"
brew "shellcheck"
brew "ssh-copy-id"
brew "sqlite3" # for pyenv
brew "switchaudio-osx"
brew "task"
brew "tasksh"
brew "telnet"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wtf"
brew "xz" # for pyenv
brew "yarn"
brew "zlib" # for pyenv
brew "zsh"
#cask "adobe-creative-cloud"
cask "alfred"
cask "arq"
#cask "beyond-compare"
cask "bitbar"
#cask "dash" # need to upgrade license
cask "default-folder-x"
#cask "docker-edge"
#cask "dropbox" # no shasum!
#cask "electric-sheep"
#cask "firefox"
cask "firefox-developer-edition"
#cask "folding-at-home"
cask "font-firamono-nerd-font"
cask "forklift"
#cask "franz"
#cask "google-chrome" # shasum invalidates frequently
cask "gpg-suite-no-mail"
cask "hammerspoon"
#cask "imageoptim"
cask "iterm2"
#cask "karabiner-elements"
#cask "keybase"
#cask "lastpass"
#cask "libreoffice" # sometimes fails via cask
cask "mailmate"
cask "mutespotifyads"
cask "ngrok"
#cask "notable"
cask "nvalt"
cask "postman"
cask "raindropio"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
#cask "vagrant"
#cask "virtualbox"
#cask "virtualbox-extension-pack"
