tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "roots/tap"
# brew "ack"
brew "asciinema"
brew "asciiquarium"
brew "aspell"
# brew "autoconf"
# brew "automake"
# brew "bash"
# brew "bats"
brew "brew-php-switcher"
brew "catimg"
brew "checkbashisms"
brew "checkstyle"
# brew "cmake"
brew "coreutils"
# brew "cscope"
brew "ctop"
brew "curl"
brew "doctl"
# brew "fdupes"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "grex"
# brew "highlight"
brew "howdoi"
brew "imagemagick"
brew "jdupes"
brew "jpeg"
brew "jsonpp"
# brew "kubectx"
# brew "launchctl-completion"
# brew "lynx"
brew "mackup"
# brew "mas" # failing install
brew "mono"
brew "moreutils"
# brew "multitail"
brew "neovim"
brew "nmap"
brew "nnn"
brew "openssl" # for pyenv
# brew "pandoc"
brew "php@7.4"
brew "pianobar"
brew "pipx"
brew "pmd"
brew "readline" # for pyenv
brew "trellis-cli"
brew "rsync"
# brew "rust"
brew "shellcheck"
brew "sqlite3" # for pyenv
# brew "swiftlint" # requires full xcode!
# brew "switchaudio-osx"
brew "tag"
brew "task"
brew "tasksh"
# brew "telnet"
# brew "tidy-html5"
# brew "tig"
# brew "tmux"
brew "tree"
# brew "uncrustify"
# brew "watchman"
brew "wget"
brew "wifi-password"
brew "wtf"
brew "xz" # for pyenv
# brew "yarn"
brew "zlib" # for pyenv
brew "zsh"
cask "alfred"
cask "breaktimer"
cask "dash"
cask "firefox-developer-edition"
cask "forklift"
cask "hammerspoon"
cask "iterm2"
cask "mailmate"
cask "mutespotifyads"
cask "obsidian"
cask "raindropio"
cask "slack"
cask "sonos"
